wcm/widget/Calendario/src/main/webapp/resources/js/xmls/ECMGlobalParamService_getGlobalParam.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ws.foundation.ecm.technology.totvs.com/">
   <soapenv:Header/>
   <soapenv:Body>
      <ws:getGlobalParam>
         <username></username>
         <password></password>
         <companyId></companyId>
      </ws:getGlobalParam>
   </soapenv:Body>
</soapenv:Envelope>